Repository: common-repository/in-image-ads-manager
Catalog: languages/*-image-ads-manager-*.po
Languages: de_de

source: Title
de_de: Titel

source: Image Width
de_de: Bildbreite

source: Image Height
de_de: Bildhöhe

source: Background Color
de_de: Hintergrundfarbe

source: Title Color
de_de: Titelfarbe

source: Text Color
de_de: Textfarbe

source: This field is required and must not be empty.
de_de: Pflichtfeld - darf nicht leer sein.

source: Must be an positive integer greater than or equal 100.
de_de: Muss eine positive Ganzzahl größer gleich 100 sein.

source: Maximum number of digits is 4.
de_de: Maimal 4 Zahlen sind zulässig.

source: Must be a valid URL.
de_de: Muss eine korrekte (valide) URL sein.

source: Must be a valid CSS-HEX color format.
de_de: Muss eine korrektes CSS-HEX-Farbenformat haben. (#123456)

source: Overview - List of all In Image Ads
de_de: Übersicht - Alle Ads auf einen Blick

source: Overview
de_de: Übersicht

source: Add In Image Ad
de_de: Neues In Image Ad erstellen

source: Add Ad
de_de: Neues Ad

source: Edit In Image Ad
de_de: Bestehendes In Image Ad bearbeiten

source: Edit Ad
de_de: Ad bearbeiten

source: Show all ads
de_de: Zeige alle Ads

source: All
de_de: Alle

source: Show active ads
de_de: Zeige alle aktiven Ads

source: Active
de_de: Aktiv

source: Show trash ads
de_de: Zeige alle Ads im Papierkorb

source: Trash
de_de: Papierkorb

source: Add a new in image ad
de_de: Neues In Image Ad erstellen

source: Displaying %s&#8211;%s of %s
de_de: %s&#8211;%s of %s

source: Image Size
de_de: Bildmaße

source: No ads existing.
de_de: Es existieren keine Ads.

source: Edit this ad
de_de: Bearbeite dieses Ad

source: Edit
de_de: Bearbeiten

source: Restore this ad
de_de: Wiederherstellen dieses Ads

source: Restore
de_de: Wiederherstellen

source: Delete this ad
de_de: Lösche dieses Ad

source: Delete
de_de: Löschen

source: Trash this ad
de_de: Verschiebe dieses Ad in den Papierkorb

source: The following errors occurred
de_de: Die folgenden Fehler traten auf

source: Successfully added
de_de: Erfolgreich erstellt

source: Successfully updated
de_de: Erfolgreich aktualisiert

source: Add
de_de: Neu erstellen

source: Undefined
de_de: Undefiniert

source: Cancel
de_de: Abbrechen

source: Save
de_de: Speichern

source: Update
de_de: Aktualisieren

source: Data
de_de: Daten

source: Choose a title for your ad.
de_de: Wähle einen Titel für dein Ad.

source: Choose a text for your ad.
de_de: Wähle einen Text für dein Ad.

source: Choose a url for your ad. When a user clicks on your ad he or she will be redirected to this URL.
de_de: Wähle eine URL für dein Ad. Zu dieser URL werden deine Benutzer weitergeleitet, wenn Sie das Ad anklicken.

source: Note: If the title or the text is too long and so does not fit into the ad box it will be clipped and filled with ellipsis.
de_de: Hinweis: Wenn der Titel oder der Text zu lang ist und nicht in die Ad-Box passt, dann wird der jeweilige Text am Ende abgeschnitten und mit ... aufgefüllt.

source: Specify the image width.
de_de: Gib die Bildbreite an.

source: Specify the image height.
de_de: Gib die Bildhöhe an.

source: Note: Meant is the size of the image by which the ad will be overlayed. But this is just used for preview and for the overview page as additional information. The width of the ad is responsive and so always fits into the related image.
de_de: Hinweis: Die Maße des Bildes sind gemeint, für welches das Ad eingeblendet wird. Die Bildmaße dienen aber nur der Vorschau und als zusätzliche Information auf der Übersichtsseite. Die Breite des Ads passt sich immer der aktuellen Bildbreite an.

source: Style
de_de: Design

source: Choose a background color for your ad.
de_de: Wähle eine Hintergrundfarbe für dein Ad.

source: Choose a title color for your ad.
de_de: Wähle eine Titelfarbe für dein Ad.

source: Choose a text color for your ad.
de_de: Wähle eine Textfarbe für dein Ad.

source: Note: When choosing a color keep in mind that the background of the ad will have a slight opacity.
de_de: Hinweis: Beachte, dass der Hintergrund der Ad-Box leicht durchsichtig erscheint.

source: Preview
de_de: Vorschau

source: Note: The height the of the ad is limited to 50px.
de_de: Hinweis: Die Höhe der Ad-Box ist auf 50px beschränkt.

source: Choose an existing ad on the overview page to edit an ad.
de_de: Wähle ein bestehendes Ad auf der Übersichtsseite aus, um es zu bearbeiten.
